{
  "ESCULTURAS DE AUTOR": "AUTHORED SCULPTING",
  "VISITE O SITE": "EXPLORE",
  "Sobre a minha": "About my",
  "ESCULTURA": "SCULPTURES",
  "A sua escultura aborda sobretudo o corpo humano, não exactamente de uma forma realista, mas antes numa estética depurada e elegante, com uma linguagem simples e poética, mostrando composições onde a leveza e posição das figuras mostram a preocupação pela exactidão e por padrões de beleza ao mesmo tempo clássicos e contemporâneos. Quando um gesto se prolonga, é um infinito que se expande e na suavidade com que os braços prolongados nas mãos nos conduz para o espaço que se vai distanciando, percebemos a ambiguidade do slowmotion. É como se algo nos encaminhasse para fora, mas querendo manter a magia do mundo interior que fica agarrado aos corpos. Isso deixa-nos suspensos. O que faz apaixonarmo-nos pelos personagens – chamemos-lhe assim, uma vez que cada peça «fala», ainda que em linguagem gestual – tem muito a ver com a sensibilidade que a escultora consegue colocar-lhes. Todo este conjunto fala, toca e dança. Nós assistimos a uma coreografia onde elas falam e se movimentam por si mesmas. As esculturas têm a sua própria vida. Podemos pedir melhor concerto à arte?": "Her sculpture deals mainly with the human body, not exactly in a realistic way, but rather in a refined and elegant aesthetic, with a simple and poetic language, showing compositions where the lightness and position of the figures show the concern for accuracy and standards of beauty, both classic and contemporary. When a gesture is prolonged, it is an infinity that expands. The softness of the extended arms lead us to the space that goes away, we perceive the ambiguity of slowmotion. It's as if something leads us out, but wanting to keep the magic of the inner world that clings to the bodies. This leaves us hanging. What makes us fall in love with the characters – let's call it that, since each piece “speaks”, even if in sign language – has a lot to do with the sensitivity that the sculptor manages to put into them. They talk, play and dance. We admire a choreography where they speak and move by themselves. Sculptures have their own life. Can we ask for a better concert of art?",
  "DOUTORADO EM FILOSOFIA": "PHD IN PHILOSOFY",
  "Ver galeria de esculturas": "SEE GALLERY",
  "artísta plástica": "fine artist",
  "escultura em bronze e em papel": "sculptures in bronze and paper",
  "Isabel de Andrade nasceu em 1960 em Luanda, Angola, onde viveu a infância e parte da adolescência. Actualmente vive e trabalha no Porto. As suas obras são em bronze e também em papel, numa técnica particular que tem vindo a desenvolver ao longo do tempo. Tem dinamizado diversas Oficinas de artes plásticas em paralelo à sua produção artística. Tem realizado exposições, individuais e colectivas, dedicando-se também à instalação.": "Isabel de Andrade was born in 1960 in Luanda, Angola, where she spent her childhood and part of her adolescence. She currently lives and works in Porto. Her works are in bronze and also on paper, in a particular technique that she has been developing over time. She has promoted several plastic arts workshops in parallel with her artistic production. She has carried out individual and collective exhibitions, also dedicating herself to art installations.",
  "BRONZES BREVES": "BRONZE",
  "«O facto é que ninguém determinou, até agora, o que pode o corpo»": "«The fact is that no one has determined, until now, what the body can do.»",
  "FUNDIÇÃO": "FOUNDRY",
  "ESCULTURAS": "SCULPTURES",
  "Trabalho em papel": "Work in paper",
  "VISITE O BLOG": "VISIT THE BLOG",
  "ENTRE EM CONTACTO": "CONTACT ME",
  "NOME": "NAME",
  "EMAIL": "EMAIL",
  "TELEFONE": "PHONE",
  "MENSAGEM": "MESSAGE",
  "ENVIAR": "SUBMIT",
  "Todas as esculturas e respetivas fotografias são da autoria e pertencem a Isabel de Andrade. A prévia autorização do seu uso deve ser solicitada através do contacto": "All sculptures and respective photographs are by and belong to Isabel de Andrade. Prior authorization for its use must be requested by contacting",
  "COMPRAR": "BUY",
  "VENDIDO": "SOLD",
  "Novembro": "November",
  "Outubro": "October",
  "Setembro": "September",
  "Julho": "July",
  "Junho": "June",
  "Maio": "May",
  "Abril": "April",
  "Fevereiro": "February",
  "Dezembro": "December",
  "Março": "March"
}
